"No Event Selected." = "Ingen hændelse valgt";
"Multiple Events Selected." = "Flere hændelser er valgt";
"No unresolved events." = "Ingen ikke-løste hændelser";
"No unread events." = "Ingen ikke-læste hændelser";
"No matching events found." = "Ingen tilsvarende hændelser fundet";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Slet alle meddelelser fra \"%@\"";
"Mark as Read" = "Marker som læst";
"Mark as Unread" = "Marker som ikke-læst";

//ks Event status tool tips
"Resolved" = "Løst";
"Unresolved" = "Ikke-løst";
"Partially Solved" = "Delvist løst";
"Status Unknown" = "Status ukendt";


//ks Event Severity tool tips
"Information" = "Information";
"Warning" = "Advarsel";
"User Intervention Required" = "Brugerindgriben påkrævet";
"Resolvable Problem" = "Løseligt problem";
"Unresolvable Problem" = "Uløseligt problem";


//ks Filter option buttons
" Unread (%u) " = " Ikke-læst (%u) ";
" Unresolved (%u) " = "Ikke-løst (%u) ";

//ks Smash error
"device event retrieval" = "hentning af hændelse for enhed???";
"deletion of event" = "sletning af hændelse";

"The message could not be deleted" = "Meddelelsen kan ikke slettes";
